{"do_lower_case": true, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": null, "tokenizer_file": "/Users/juangarcia/.cache/huggingface/transformers/d4c6b568963771b44eeb54c59b9a3ea2e3ee573b6b797a56e99a2948a0f4b1b2.7f2721073f19841be16f41b0a70b600ca6b880c8f3df6f3535cbc704371bdfa4", "name_or_path": "facebook/dpr-question_encoder-multiset-base", "tokenizer_class": "BertTokenizer"}